Repository: zehengl/django-survey
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: ru

source: en
ru: ru

source: DEVELOPMENT django-Survey
ru: Разработка django-Survey

source: %(count)d survey was successfully marked as published.
ru: опрос %(count)d успешно помечен как опубликованный.

source: Mark selected surveys as published
ru: Помечено как опублиовано

source: Anonymous
ru: Анонимно

source: with
ru: с

source: %(min_cardinality)d respondants or more
ru: %(min_cardinality)d отвечает или более

source: excluding
ru: за исключением

source: and
ru: и

source: or
ru: или

source: Repartition of answers
ru: Перераспределение ответов

source: Left blank
ru: Оставить пустым

source: for the question
ru: для вопроса

source: No answers for this question.
ru: Нет ответов для этого вопроса.

source: Participant
ru: Участник

source: left
ru: не правильно

source: in relation with the question
ru: в связи с вопросом

source: right
ru: правильно

source: We could not render a chart because the type
ru: Мы не смогли отобразить диаграмму, потому что тип

source: is not a standard type nor the path to an importable valid Question2Tex child class. Choose between 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' or 'package.path.MyQuestion2TexCustomClass'
ru: не является стандартным типом или путем к импортируемому допустимому текстовому дочернему классу Question2Tex. Выбрать между 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' o 'package.path.MyQuestion2TexCustomClass'

source: Question
ru: Вопрос

source: Response
ru: Ответ

source: Creation date
ru: Дата создания

source: Update date
ru: Дата обновления

source: Content
ru: Содержание

source: Name
ru: Название

source: Survey
ru: Тест

source: Display order
ru: Порядок отображения

source: Description
ru: Описание

source: category
ru: категория

source: categories
ru: категории

source: The choices field is only used if the question type if the question type is 'radio', 'select', or 'select multiple' provide a comma-separated list of options for this question .
ru: Поле выбора используется только в том случае, если тип вопроса если тип вопроса - 'radio', 'select' или 'select multiple' предоставляет разделенный запятыми список вариантов этого вопроса .

source: text (multiple line)
ru: текст (многострочный)

source: short text (one line)
ru: короткий текст (однострочный)

source: select
ru: выбор

source: Select Multiple
ru: Множественный выбор

source: Select Image
ru: выбор изображения

source: integer
ru: целое

source: Text
ru: Текст

source: Order
ru: Порядок

source: Required
ru: Требуемый

source: Category
ru: Категория

source: Type
ru: Тип

source: Choices
ru: Варианты

source: question
ru: вопрос

source: questions
ru: вопросы

source: User
ru: Пользователь

source: Interview unique identifier
ru: Уникальный идентификатор интервью

source: Set of answers to surveys
ru: Набор ответов на опросы

source: Sets of answers to surveys
ru: Наборы ответов на опросы

source: Users can see it and answer it
ru: Пользователи могут увидеть его и ответить на него

source: Only authenticated users can see it and answer it
ru: Только прошедшие проверку пользователи могут видеть его и отвечать на него

source: Display by question
ru: Отображение по вопросу

source: Template
ru: Шаблон

source: survey
ru: опрос

source: surveys
ru: опросы

source: Survey completed
ru: Опрос завершен

source: Sorry! Your already replied to our survey
ru: Простите! Вы уже ответили на наш опрос

source: Back to survey list
ru: Вернуться к списку опросов

source: Survey submitted
ru: Опрос представлен

source: Thanks! Your answers have been saved
ru: Спасибо! Ваши ответы были сохранены

source: You can always come back and change them.
ru: Вы всегда можете вернуться и изменить их.

source: Welcome to the Django Survey app
ru: Добро пожаловать в Опросник

source: Take the Survey
ru: Принять участие в опросе

source: Answer this part
ru: Ответьте на эту часть

source: Questions
ru: Ответы

source: I'm done!
ru: Я завершил!
